---
kind: other
id: Properties.T:Autodesk.Revit.DB.SlabEdgeType
source: html/7f7e5d27-2c88-8ffe-be25-a992ae54423a.htm
---
# SlabEdgeType Properties

The id of the assembly instance to which the element belongs.